{
  "duration": {
    "LongName": "Event duration",
    "Description": "Duration of the event (measured from onset) in seconds. Must always be either zero or positive. A \"duration\" value of zero implies that the delta function or event is so short as to be effectively modeled as an impulse.",
    "Units": "second"
  },
  "onset": {
    "LongName": "Event onset",
    "Description": "Onset (in seconds) of the event measured from the beginning of the acquisition of the first volume in the corresponding task imaging data file",
    "Units": "second"
  },
  "value": {
    "LongName": "Event marker",
    "Description": "Marker value associated with the event",
    "Levels": {
      "press1": "'press1’ events are when the subject indicated with a button press that they were starting to feel the specified emotion",
      "press": "‘press’ events are subsequent pressure-sensing button presses meant to express the specified emotion, not all subjects were instructed to express the emotions in this way and would be missing these press events",
      "prebase_instruct": "Initial baseline (“prebase_instruct”) sound clip #2 “To obtain pre-session baseline brain activity, please sit quietly for the next two minutes until you hear my voice again.”          ",
      "prebase": "“prebase” event marks the beginning of the silent 2-min period to collect baseline data.",
      "instruct1": "Initial instructions to frame the entire experience (“InitialInstructions”) sound clip #1,  “You are participating in a guided imagery task involving a set of imagined episodes. In each episode, one or more imaginary scenarios will be suggested to you. The scenarios will describe possible circumstances that could produce the suggested emotions, and bodily sensations often associated with it. Allow these suggestions to guide your imagination to imagine a scene or scenario in which you can most fully experience the suggested emotion or feeling. Your task is quite simple. All you need to do is to close your eyes, relax your body, and then allow your mind and body to first imagine and then to experience each suggested emotion as it is presented to you. As you listen to each suggested scenario, recall how your body feels when you enter into the same emotion in real life. For example, while experiencing a given emotion you may feel like smiling or frowning, your heart may pound or your eyes fill with tears. Allow all of these things to occur in your imagination as they would naturally in real life. Because we will be recording your EEG, try to avoid actually making extreme facial movements or expressions. However, you need not worry about keeping your face rigidly still. Rather, try to experience your bodily feelings of emotion as deeply as possible through your imagination.”                                          ",
      "instruct3": "{Version #1: initial button press only}  # this was used in all but the first few sessions (“FeelingItInstructionsNoButton”) sound clip #3 “During each scenario, when you first have chosen and entered into the scenario and first begin to feel filled with the suggested emotion, indicate this by pressing the finger pressure sensor once. Do it in a way that is consistent with how you are feeling. There is no need to feel the sensor move  it is quite sensitive to your touch. Then continue to dive into your imagination until you feel you have fully explored and experienced the suggested emotion.” ",
      "instruct4": "(“FeelingItInstructionsButton”) sound clip #4 “During each scenario, each time you feel filled with the suggested emotion, express this by pressing the finger pressure sensor -- as if you are trying to silently express and communicate your feeling to a trusted friend or partner who can feel every detail of how you are pressing the button.  There is no need to feel the button move  it is quite sensitive to your touch. Each time you feel the suggested emotion build up in you, press the sensor again so as to again express your feeling to your imagined partner.  After each press, return to the imagined scene and to your imagined imagined emotion and bodily feelings. Allow the emotion to build up again, then express your feeling through your touch on the pressure sensor. Continue this process of diving into your imagination and feeling, then silently expressing your feeling by a pressure gesture, until you feel you have fully explored, experienced, and expressed the suggested emotion.” ",
      "exit": "Return from emotion narrative {to be played after each emotion episode ~2 sec after the subject END button press}   (“exit”) sound clip #24 “Now slowly return to your neutral, calm, soothing and detached state while recalling, in a more detached way, what you imagined and experienced in the emotional episode you have just passed through. Again become aware of your breathing as it returns to a slow neutral rhythm. Allow your face to relax. Dissolve all remnants of the emotion you were just experiencing and its associated bodily feelings. Let your entire being, mind, and body, experience the benefit of returning to your neutral state.”  ",
      "postbase": "“postbase” event marks the beginning of the silent 2-min period to collect post-session resting data.",
      "postbase_instruct": "Post-session resting baseline to be played ~5 sec after the last SOUND CLIP #19}    (“postbase_instruct”) sound clip #25 “To obtain post-session baseline brain activity, please sit quietly for the next two minutes until you hear my voice again.” ",
      "enter": "Transition into each emotion scenario (“enter”) sound clip #8 “Now, prepare to move into a new scenario and a new feeling” … {pause 3 seconds} ",
      "awe": "AWE (positive)   sound clip #9  “You are standing at a vista point observing a scene of surpassing beauty, beginning to take it all in. Perhaps you are watching a sunset over the ocean, or tree-topped mountains stretching to the horizon. Or perhaps you are taking in the vastness of the Grand Canyon.  As you view the glorious scene spread out before you, you are overcome by an amazing and all-encompassing feeling of complete and total AWE at the beauty of creation. Allow this vision and feeling to permeate your entire being.” ",
      "frustration": "FRUSTRATION (negative)  sound clip #10  “Something is not going as you would wish. You are beginning to feel agitated. Your body feels tense and uncomfortable, yet you feel helpless to change your situation. Perhaps your computer has crashed, deleting valuable files, or your ride to the airport is now an hour late. Or perhaps you are in a hurry but stuck in traffic. Gradually, you are overwhelmed with a profound and utter FRUSTRATION. Let this feeling of frustration and annoyance affect your whole body.”  ",
      "joy": "JOY (positive)   sound clip #11  “You are beginning to sense a lightness in your being. Your seem to want to smile.  You have received outstanding news of something that fills your heart with pure JOY.  You could never have dreamt of being so fortunate. You feel practically like walking on air. Your feeling of blissful JOY is pervasive and thrilling.” ",
      "anger": "ANGER (negative)  sound clip #12  “Your heart is beginning to pound, your face feels warn and a feeling of distress is growing. You are feeling an intense and burning ANGER. Perhaps you remember an event in your life that caused uncontrollable ANGER to swell inside of you. Or perhaps you imagine an injustice -- someone has demolished your car out of contempt, or your partner has betrayed you. Let this anger escalate inside of you.”  ",
      "happy": "HAPPINESS (positive) sound clip #13  “You begin to feel a feeling of lightness and brightness enter you. You feel infused with cheerfulness. Your mouth wants to smile; your eyes take on an undeniable glimmer. Your feeling is one of full and complete HAPPINESS. Perhaps you imagine a perfect day -- the sun is shining and you are surrounded by your favorite friends, enjoying your favorite activity. Perhaps you are walking through a beautiful countryside, or are on your way to a special party. You have no worries. Your entire body is filled with idyllic HAPPINESS.”  ",
      "sad": "SADNESS (negative)  sound clip #14  “Your mood is becoming heavy. You feel lethargic and dull. Your forehead begins to droop and the corners of your mouth to turn downwards. Behind your eyes, tears begin to well up. You feel a profound and inescapable SADNESS. Perhaps you recall a sad scene from your life, or perhaps all your problems have become too much for you to handle and a deep SADNESS has captured you. Allow the SADNESS to fill your body and mind.”  ",
      "love": "LOVE (positive) sound clip #15  “You begin to feel a bright glowing feeling of LOVE welling up inside you. Perhaps your thoughts turn to someone you LOVE dearly. Or perhaps you have a more general feeling of all-encompassing LOVE for life, for truth, or for love itself. Invite this feeling of unconditional and enveloping LOVE to fill a radiate from every part of your being.”  ",
      "fear": "FEAR (negative)  sound clip #16  “You are beginning to feel anxious and uneasy. You feel your breathing tighten and an emptiness in the pit of your stomach. You are gripped with real FEAR and cannot escape it. Perhaps you are physically threatened -- your house is on fire, your boat is sinking, or an earthquake is shattering your home. Or, you are facing a frightening emotional challenge -- a public speech, or an operation. For this short time, allow the imagined FEAR to dominate your being.”  ",
      "compassion": "COMPASSION (positive) sound clip #17  “You are beginning to be filled with a feeling of loving concern for someone less fortunate than you who is suffering. Feel your body filling with intense sympathy and deep COMPASSION for them. Perhaps you understand and sympathize with the suffering of a friend or loved one. Or perhaps you feel COMPASSION for a stranger who is in trouble and is quietly calling out for love and understanding.  Allow yourself to fully experience your COMPASSION for their plight and suffering.”  ",
      "jealousy": "JEALOUSY (negative)  sound clip #18  “You are beginning to feel a seething, hateful feeling growing inside you. You feel troubled and uncomfortable as a fierce feeling of JEALOUSY takes over. Perhaps your beloved is abandoning you for someone more beautiful or talented. Or, perhaps you are JEALOUS of a peer whose work receives more praise than yours, or you see someone enjoying financial freedom you can only dream of Allow unrelenting JEALOUSY to well up within you.” ",
      "content": "CONTENTMENT (positive)  sound clip #19  “You are beginning to feel completely at ease. Your mood is calm and pleasant. You feel everything is as it should be. Just now, you are facing no opposition. You feel everything is easy and graceful. You feel neither excited nor sad. You are filled with a pleasant and present feeling of CONTENTMENT with everything.  You enjoy this contented feeling as it pervades your entire body.” ",
      "grief": "GRIEF (negative)  sound clip #20  “You are beginning to feel weighed down and leaden. Perhaps you have learned that a loved one has died unexpectedly. Perhaps your work has just collapsed, or your family dissolved. You feel a profound feeling of GRIEF overwhelming you like a heavy weight. Your entire body is affected. Your heart is heavy, your mind anguished, your face sinks. Tears begin to gather. You can do nothing but endure this grief more and more until it eventually wears away.” ",
      "relief": "RELIEF (positive)  sound clip #21  “You are beginning to feel like taking a deep and relaxing plunge. You are free of the stress you were under. Perhaps you have just finished a long and difficult project. Or perhaps a pain or illness you were experiencing has just gone away. You feel a distinct and satisfying feeling of RELIEF growing in you. Allow your body to become lightened and freed by this profoundly welcome feeling.”  ",
      "excite": "EXCITEMENT (positive)  sound clip #22 “You are beginning to feel quick, energetic, uplifted. Perhaps you sense this is really your lucky day.  Perhaps something you dreamed of experiencing is finally about to arrive, something that opens up new, exciting possibilities for you. You are finally getting your chance to experience something you have long been looking forward to. Your body is filled with EXCITEMENT that bubbles up and out of you in every direction.” ",
      "disgust": "DISGUST (negative)  sound clip #23 “You begin to feel revolted by what you are experiencing. Perhaps your face and stomach tighten as you open a can of food and find inside a festering mess that exudes a horrible smell. Perhaps you are exposed to a vile scene on TV or in real life. You feel an utter DISGUST that makes you want to run. But you cannot escape it; you must endure it while feeling of disgust fills your being.” ",
      "relax": "General Guided Relaxation and Foundation Imagery (“relax”) sound clip #6 “As you sit comfortably, begin to focus on your breathing. Notice exactly how you are breathing at the present moment. Nothing is more fundamental to life than the breath, and your breathing pattern reflects your internal state. To become calm, slow down your breathing. Relax your upper torso and begin to breathe abdominally. Notice the immediate shift in your body feeling as you take charge of this basic function.  Now take a long slow breath, inhaling for five long, long seconds {pause for 4}, then exhaling to the same count {pause for 5 sec}. Be aware of your body, take a few moments; scan it’s every component, shifting your awareness throughout your entire being as you renew your physiological state, moving into a state of calm and relaxation.  {Pause for 10 sec} Allow your imagination to transport you away from where you are physically located, leaving the sensations of your physiological body behind you as you do. As you breathe deeply and calmly, imagine yourself lying alone on your bed in a quiet resort where you are on vacation. You are comfortable, warm and calm. Imagine a ray of sun coming through a window, gently warming your body. Let its warmth relax all the muscles in your body.  Start at your feet and calves. Notice any tension there and let it relax. Next, move up your body to your thighs and torso. Allow the stillness and warmth to radiate through your muscles and give them a sense of numbness. As you move to your chest and arms, notice once again your breathing and the slow rhythm you are creating. Remember that to focus on your breath will always bring you back to this centered and calm state. Now, release any tension in your arms and fingers. Allow them to be still and relaxed as if they were floating upwards.  Now pay particularly close attention to your neck. While keeping your head still, let your shoulders drop and feel the muscles in your neck slowly relax. Take a second to notice how this feels {short pause}. Now shift your attention to your face. Let your cheeks and jaw drop as you let all the muscles on your face relax. Notice how tension is so quickly relieved with this simple action. Remember that releasing the muscles of your face will also help to bring you back to this neutral and relaxed state. As you imagine lying on your bed, completely relaxed, take a moment to notice how your body and mind feel. This will be your neutral state to which you will return following each emotion scenario.                        ",
      "InitialInstructions": "Initial instructions to frame the entire experience (“InitialInstructions”) sound clip #1,  “You are participating in a guided imagery task involving a set of imagined episodes. In each episode, one or more imaginary scenarios will be suggested to you. The scenarios will describe possible circumstances that could produce the suggested emotions, and bodily sensations often associated with it. Allow these suggestions to guide your imagination to imagine a scene or scenario in which you can most fully experience the suggested emotion or feeling.  Your task is quite simple. All you need to do is to close your eyes, relax your body, and then allow your mind and body to first imagine and then to experience each suggested emotion as it is presented to you. As you listen to each suggested scenario, recall how your body feels when you enter into the same emotion in real life. For example, while experiencing a given emotion you may feel like smiling or frowning, your heart may pound or your eyes fill with tears. Allow all of these things to occur in your imagination as they would naturally in real life. Because we will be recording your EEG, try to avoid actually making extreme facial movements or expressions. However, you need not worry about keeping your face rigidly still. Rather, try to experience your bodily feelings of emotion as deeply as possible through your imagination.”                                          ",
      "FeelingItInstructionsNoButton": "{Version #1: initial button press only}  # this was used in all but the first few sessions (“FeelingItInstructionsNoButton”) sound clip #3 “During each scenario, when you first have chosen and entered into the scenario and first begin to feel filled with the suggested emotion, indicate this by pressing the finger pressure sensor once. Do it in a way that is consistent with how you are feeling. There is no need to feel the sensor move  it is quite sensitive to your touch. Then continue to dive into your imagination until you feel you have fully explored and experienced the suggested emotion.” ",
      "FeelingItInstructionsButton": "{Version 2: repeated pressing}  # used in only a first few recording sessions (“FeelingItInstructionsButton”) sound clip #4 “During each scenario, each time you feel filled with the suggested emotion, express this by pressing the finger pressure sensor -- as if you are trying to silently express and communicate your feeling to a trusted friend or partner who can feel every detail of how you are pressing the button.  There is no need to feel the button move  it is quite sensitive to your touch. Each time you feel the suggested emotion build up in you, press the sensor again so as to again express your feeling to your imagined partner.  After each press, return to the imagined scene and to your imagined imagined emotion and bodily feelings. Allow the emotion to build up again, then express your feeling through your touch on the pressure sensor. Continue this process of diving into your imagination and feeling, then silently expressing your feeling by a pressure gesture, until you feel you have fully explored, experienced, and expressed the suggested emotion.” ",
      "InstructionsForEnding": "Experiment description for subjects (“InstructionsForEnding”) sound clip #5  “When you feel your emotion imagination subside and are ready to return to your neutral state, press the END button to end the episode. A narrative will help you to return to your relaxed neutral state. At the end of the emotion episodes, you will be given a questionnaire designed to capture, in as much detail as possible, the nature of your experiences as best you can recall them, including any physical sensations you may have had. Please be as detailed as possible in your answers. However, do not feel compelled to state that you felt or experienced something that you did not. Just be precise and state what you did experience, as best as you can remember it. We will begin with a guided relaxation to help you achieve a stable and neutral emotional state. Thank you for participating and please try to enjoy your emotional journey.” ",
      "ImaginationSuggestions": "Intro to emotion episodes (“ImaginationSuggestions”) sound clip #7 “Emotions are created in your mind and brain, but they act throughout your body. Because they are created in your mind, they can be re-experienced at any time. Often, vivid memories or imaginings lead us to experience strong emotions, and these emotions are often accompanied by bodily sensations. You may or may not recall dreams in which you were overwhelmed by powerful feelings. When you dream, you are experiencing a world created by your mind and brain. In a similar way, you will experience a dream-like scenario corresponding to each suggested emotion. Whether your chosen scenario is real or imagined, concrete or nebulous, the most important thing is for you to find an imagined scenario that helps YOU to fully experience the suggested emotion.”  {Go directly to first randomly selected positive emotion scenario. Alternate positive/negative emotions.} ",
      "ExitThankYou": "Conclusion (“ExitThankYou”)  sound clip #26  “Your emotional journey is now complete. Thank you for participating. Spend as many moments as you’d like now to rest and relax while we continue to record your EEG. When you are ready to move, to fill out the questionnaire, and to go into the other room to have the EEG cap measured and removed, press the END button once more.”  "
    }
  }
}