{
  "Manufacturer": "BioSemi",
  "CapManufacturersModelName": "Electro-Cap International",
  "CapManufacturer": "SA Instruments",
  "InstitutionAddress": "9500 Gilman Dr, Dept 0523, La Jolla, CA 92093, USA",
  "InstitutionalDepartmentName": "Swartz Center for Computational Neuroscience",
  "InstitutionName": "Institute for Neural Computation",
  "Instructions": "Subjects were instructed to use whatever imagery they deemed suitable for stimulating a vivid and embodied experience of the suggested emotion, and were encouraged to pay attention to somatic sensations associated with the target emotion. Subjects were told to take as much time as they needed to recall or imagine a scenario that would induce a realistic experience of the suggested emotion. Sixteen of the subjects indicated the onset of the suggested emotion by pressing a right-hand button. Eleven other subjects were asked to make pulsating button presses on a pressure sensitive key, attempting to communicate the quality of the feeling they were experiencing. Five other subjects were asked to press the button at moments when they experienced a surge in the target emotion. Results of the valence analysis reported here for the three buttonpress subgroups proved similar, so for the purposes of this report the data of all 32 subjects were considered together. Subjects were asked to experience each suggested emotion for 3-5 min, though no external time indicators were provided to the subjects, and to press a second, left-hand button when the experience of the emotion subsided.                                                                    ",
  "TaskDescription": "Subjects were seated comfortably with eyes closed in a dimly lit room with air-tube fed ear-bud earphones. Imagination of the emotional states was encouraged and guided by a set of pre-recorded verbal suggestions. Each session began and ended with 2 min of eyes closed silent rest. The task then began with a recorded verbal explanation of the task, followed by approximately 5 min of verbal guided imagery relaxation instructions to promote a relaxed, inwardly-focused state. A series of 15 guided imagery narratives, each describing a different emotion and potential scenario, were then presented, separated by voice-guided relaxation interludes. Subjects were instructed to use whatever imagery they deemed suitable for stimulating a vivid and embodied experience of the suggested emotion, and were encouraged to pay attention to somatic sensations associated with the target emotion. Subjects were told to take as much time as they needed to recall or imagine a scenario that would induce a realistic experience of the suggested emotion. Subjects indicated the onset of the suggested emotion by pressing a right-hand button and a left-hand button was pressed when the emotion subsided.",
  "EEGPlacementScheme": "10-20",
  "EEGReference": "mastoids",
  "SoftwareFilters": {
    "FilterDescription": {
      "Description": "High pass 1 Hz"
    }
  },
  "PowerLineFrequency": 60,
  "SubjectArtefactDescription": "NA",
  "TaskName": "ImaginedEmotion",
  "EEGChannelCount": 224,
  "RecordingType": "continuous",
  "RecordingDuration": 3378,
  "SamplingFrequency": 256,
  "EOGChannelCount": 0,
  "ECGChannelCount": 0,
  "EMGChannelCount": 0
}